Repository: catsmice/AniCompanion
Catalog: AniCompanion/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: Add your own VRM…
zh_hant: 加入你自己的 VRM…

source: Character Model
zh_hant: 角色模型

source: Couldn't import model: %@
zh_hant: 無法匯入模型：%@

source: Download Alicia Solid
zh_hant: 下載 Alicia Solid

source: Download failed — check your connection and try again.
zh_hant: 下載失敗——請檢查網路連線後再試一次。

source: Download failed: %@
zh_hant: 下載失敗：%@

source: Downloading…
zh_hant: 下載中…

source: Imported models are stored in Application Support. Alicia Solid (© DWANGO) is fetched for your own use only.
zh_hant: 匯入的模型會儲存在 Application Support 資料夾。Alicia Solid（© DWANGO）僅供你個人使用而下載。

source: Paused while live captions are on — so she doesn't listen to what you're watching.
zh_hant: 即時字幕開啟時已暫停——這樣她就不會聆聽你正在觀看的內容。

source: Hands-free voice mode pauses while live captions run, so she doesn't listen to and reply to what you're watching.
zh_hant: 即時字幕執行時，免持語音模式會暫停，這樣她就不會聆聽並回應你正在看的內容。

source: Translation engine
zh_hant: 翻譯引擎

source: Apple Translation (on-device)
zh_hant: Apple 翻譯（裝置端）

source: Agent backend (LLM)
zh_hant: Agent 後端（LLM）

source: Translates through your configured agent backend — context-aware and usually more accurate, but adds latency (and cost if the backend is a paid cloud model). The transcript is sent to that backend.
zh_hant: 透過你設定的 agent 後端翻譯——能理解前後文、通常更準確，但延遲較高（若後端是付費雲端模型也會產生費用）。逐字稿會傳送到該後端。

source: Translate captions
zh_hant: 翻譯字幕

source: Each finished sentence is translated on-device and shown as the caption, with the original in a smaller line.
zh_hant: 每句完成後會在裝置上翻譯並顯示為字幕，原文以較小字顯示。

source: Translate to
zh_hant: 翻譯成

source: Translation pack installed — translates on-device.
zh_hant: 已安裝翻譯語言包——在裝置上翻譯。

source: Translation pack not downloaded — add it in System Settings → General → Language & Region → Translation Languages.
zh_hant: 尚未下載翻譯語言包——請在「系統設定 → 一般 → 語言與地區 → 翻譯語言」加入。

source: This language pair can't be translated on-device on this Mac — captions will stay untranslated.
zh_hant: 這台 Mac 無法在裝置上翻譯此語言組合——字幕將維持原文。

source: Checking translation availability…
zh_hant: 正在檢查翻譯可用性…

source: Starting live captions…
zh_hant: 正在啟動即時字幕…

source: Live captions are running.
zh_hant: 即時字幕執行中。

source: No display found to capture audio from.
zh_hant: 找不到可擷取音訊的顯示器。

source: System audio capture failed: %@
zh_hant: 系統音訊擷取失敗：%@

source: Live transcription doesn't support %@ on this Mac.
zh_hant: 這台 Mac 的即時轉錄不支援 %@。

source: The speech recognizer is unavailable right now.
zh_hant: 語音辨識器目前無法使用。

source: Listening to your Mac's audio
zh_hant: 正在聆聽 Mac 播放的聲音

source: Downloading speech model… %lld%%
zh_hant: 正在下載語音模型… %lld%%

source: Live Transcription
zh_hant: 即時轉錄

source: Live captions of your Mac's audio
zh_hant: 為 Mac 播放的聲音顯示即時字幕

source: Off by default. When on, 小光 listens to the audio playing on your Mac (a video, a meeting) and shows live captions — in her speech bubble in pet mode, or under the character here. Display-only; nothing is spoken.
zh_hant: 預設關閉。開啟後，小光會聆聽 Mac 正在播放的聲音（影片、會議），並顯示即時字幕——桌寵模式顯示在她的對話泡泡，一般模式顯示在角色下方。僅顯示文字，不會朗讀。

source: Source language
zh_hant: 來源語言

source: Listen to your Mac's audio?
zh_hant: 要聆聽 Mac 播放的聲音嗎？

source: When enabled, AniCompanion captures the audio playing on your Mac (videos, music, calls) and transcribes it into live captions. With an on-device model, audio never leaves your Mac; on older systems some languages use Apple's speech servers. macOS will ask for Screen Recording permission (that's how system audio capture is authorized). You can turn this off anytime.
zh_hant: 開啟後，AniCompanion 會擷取 Mac 正在播放的聲音（影片、音樂、通話）並轉錄成即時字幕。使用裝置端模型時，音訊完全不會離開你的 Mac；在較舊的系統上，部分語言會使用 Apple 的語音伺服器。macOS 會要求「螢幕錄製」權限（系統音訊擷取即透過此權限授權）。你隨時可以關閉。

source: On-device model installed — audio never leaves your Mac.
zh_hant: 已安裝裝置端模型——音訊完全不會離開你的 Mac。

source: On-device model downloads automatically on first use (one-time, free).
zh_hant: 首次使用時會自動下載裝置端模型（一次性、免費）。

source: No on-device model for this language on this macOS — audio is transcribed by Apple's servers.
zh_hant: 這個 macOS 沒有此語言的裝置端模型——音訊會交由 Apple 伺服器轉錄。

source: This language isn't supported on this Mac.
zh_hant: 這台 Mac 不支援此語言。

source: Checking model availability…
zh_hant: 正在檢查模型可用性…

source: Voice interruption is on — just talk to interrupt her
zh_hant: 已開啟語音打斷——直接說話即可打斷她

source: Rate
zh_hant: 語速

source: Auto (best installed)
zh_hant: 自動（已安裝的最佳語音）

source: Runs fully on-device — no key, no network. For natural-sounding voices, download an Enhanced or Premium voice in System Settings → Accessibility → Spoken Content → Manage Voices.
zh_hant: 完全在裝置上執行——不需金鑰、不需網路。若想要更自然的語音，可在「系統設定 → 輔助使用 → 朗讀內容 → 管理語音」下載更高品質的語音。

source: Hands-free mode
zh_hant: 免持模式

source: Keep listening and reply automatically — just talk, no need to click the mic each time.
zh_hant: 持續聆聽並自動回覆——直接說話即可，不必每次點擊麥克風。

source: Let me interrupt her by voice
zh_hant: 允許用語音打斷她

source: Full-duplex: talk over her to interrupt. While she's speaking, other apps' audio is briefly quieted (needed for echo cancellation). Off: take turns and interrupt with the mic button.
zh_hant: 全雙工：可直接說話打斷她。當她說話時，其他 App 的聲音會暫時降低（用於回音消除）。關閉時：輪流對話，並用麥克風按鈕打斷。

source: Glance interval
zh_hant: 查看間隔

source: %lld min
zh_hant: %lld 分鐘

source: How often she glances at your screen while you're heads-down. A screenshot is sent to your model each glance — she only comments when there's something worth mentioning.
zh_hant: 當你專心工作時，她多久看一次你的螢幕。每次查看都會傳送一張螢幕截圖到你的模型——只有在有值得一提的事情時她才會開口。

source: Screen Vision
zh_hant: 螢幕視覺

source: Let her see your screen
zh_hant: 讓她看見你的螢幕

source: Let her see your screen?
zh_hant: 要讓她看見你的螢幕嗎？

source: Off by default. When on, 小光 glances at what you're working on when she speaks — screen images are sent to your configured AI model, which may be a cloud provider.
zh_hant: 預設為關閉。開啟後，小光會在說話時看一眼你正在做的事——螢幕影像會傳送到你設定的 AI 模型，該模型可能位於雲端。

source: When enabled, AniCompanion captures your focused window (or the whole screen) and sends the image to your configured AI model so 小光 can understand what you're working on. If your model runs in the cloud, the screenshot leaves your Mac. macOS will also ask for Screen Recording permission. You can turn this off anytime.
zh_hant: 開啟後，AniCompanion 會擷取你的焦點視窗（或整個螢幕），並將影像傳送到你設定的 AI 模型，讓小光能理解你正在做的事。如果你的模型在雲端執行，螢幕截圖就會離開你的 Mac。macOS 也會要求「螢幕錄製」權限。你可以隨時關閉此功能。

source: Capture
zh_hant: 擷取範圍

source: Screen Recording permission needed (may require a relaunch after granting).
zh_hant: 需要「螢幕錄製」權限（授權後可能需要重新啟動 App）。

source: Grant…
zh_hant: 授權…

source: Capturing…
zh_hant: 擷取中…

source: Test: capture now
zh_hant: 測試：立即擷取

source: Enable
zh_hant: 啟用

source: Could not decode the captured image.
zh_hant: 無法解碼擷取的影像。

source: Focused window
zh_hant: 焦點視窗

source: Entire screen
zh_hant: 整個螢幕

source: Only the window of the app you're working in — never AniCompanion, and not your other windows.
zh_hant: 只擷取你正在使用的 App 視窗——絕不會擷取 AniCompanion，也不會擷取你的其他視窗。

source: The whole screen (AniCompanion's own overlay is excluded).
zh_hant: 整個螢幕（不包含 AniCompanion 自己的疊加視窗）。

source: Screen Recording permission isn't granted. Enable it in System Settings → Privacy & Security → Screen Recording.
zh_hant: 尚未授予「螢幕錄製」權限。請至「系統設定」→「隱私權與安全性」→「螢幕錄製」開啟。

source: Nothing to look at yet — open the app you're working in first.
zh_hant: 目前沒有可看的內容——請先開啟你正在使用的 App。

source: Screen capture failed: %@
zh_hant: 螢幕擷取失敗：%@

source: Agent backend
zh_hant: Agent 後端

source: AI Agent | Xiaoguang
zh_hant: AI Agent | 小光

source: Angry
zh_hant: 生氣

source: Any OpenAI-compatible gateway (Ollama, LM Studio, vLLM, OpenRouter). The app POSTs to /v1/chat/completions on your endpoint.
zh_hant: 任何相容於 OpenAI 的閘道（Ollama、LM Studio、vLLM、OpenRouter）。App 會向你端點的 /v1/chat/completions 發送請求。

source: Any Whisper-compatible endpoint (self-hosted, etc.). POST /v1/audio/transcriptions.
zh_hant: 任何相容 Whisper 的端點（自架等）。POST /v1/audio/transcriptions。

source: API Key
zh_hant: API 金鑰

source: API key (if required)
zh_hant: API 金鑰（如有需要）

source: Audio engine error: %@
zh_hant: 音訊引擎錯誤：%@

source: BlueMagpie Server
zh_hant: BlueMagpie 伺服器

source: Bored
zh_hant: 無聊

source: Cancel
zh_hant: 取消

source: Character
zh_hant: 角色

source: Connected — Settings
zh_hant: 已連線 — 設定

source: Connection
zh_hant: 連線

source: Desktop Pet Mode
zh_hant: 桌面寵物模式

source: Desktop Pet Mode (⌘⇧D)
zh_hant: 桌面寵物模式（⌘⇧D）

source: Curious
zh_hant: 好奇

source: Disconnected — Settings
zh_hant: 未連線 — 設定

source: Disgusted
zh_hant: 嫌棄

source: Enable TTS Voice
zh_hant: 啟用語音輸出

source: Endpoint
zh_hant: 端點

source: Excited
zh_hant: 興奮

source: File must exist in Resources/VRMModel.
zh_hant: 檔案必須位於 Resources/VRMModel。

source: Groq Whisper API — fast cloud transcription.
zh_hant: Groq Whisper API — 快速的雲端轉錄。

source: Happy
zh_hant: 開心

source: Hi, I'm Xiaoguang. This is a voice preview.
zh_hant: 你好，我是小光，這是語音試聽。

source: Inference Timesteps
zh_hant: 推論步數

source: Initializing...
zh_hant: 初始化中…

source: Interface & character language. The interface updates after an app restart; the character switches right away.
zh_hant: 介面與角色語言。介面會在重新啟動 App 後更新；角色則立即切換。

source: Interrupt & speak
zh_hant: 打斷並說話

source: Language
zh_hant: 語言

source: Laugh
zh_hant: 大笑

source: Loading character...
zh_hant: 載入角色中…

source: Local Hermes Agent gateway (run `hermes gateway`); key is its API_SERVER_KEY
zh_hant: 本機 Hermes Agent 閘道（執行 `hermes gateway`）；金鑰即其 API_SERVER_KEY

source: Love
zh_hant: 喜歡

source: MiniMax API Key
zh_hant: MiniMax API 金鑰

source: Neutral
zh_hant: 普通

source: OK
zh_hant: 確定

source: On-device speech recognition via Apple Speech Framework. No API key needed.
zh_hant: 透過 Apple 語音框架進行裝置端語音辨識，無需 API 金鑰。

source: OpenAI API Key
zh_hant: OpenAI API 金鑰

source: OpenAI TTS Model
zh_hant: OpenAI TTS 模型

source: OpenAI Voice
zh_hant: OpenAI 聲音

source: OpenAI Whisper / GPT-4o transcription API.
zh_hant: OpenAI Whisper / GPT-4o 轉錄 API。

source: Pain
zh_hant: 心痛

source: Please enable Dictation first: System Settings → Keyboard → Dictation → On.
zh_hant: 請先開啟聽寫功能：「系統設定」→「鍵盤」→「聽寫」→ 開啟。

source: Proud
zh_hant: 得意

source: Restart AniCompanion to apply the new interface language. (The character switches right away.)
zh_hant: 請重新啟動 AniCompanion 以套用新的介面語言。（角色會立即切換。）

source: Restart required
zh_hant: 需要重新啟動

source: Sad
zh_hant: 難過

source: Save
zh_hant: 儲存

source: Send message
zh_hant: 傳送訊息

source: Settings
zh_hant: 設定

source: Shy
zh_hant: 害羞

source: Sleepy
zh_hant: 想睡

source: Smirk
zh_hant: 壞笑

source: Speak naturally, warm and expressive.
zh_hant: 自然、溫暖、有表情地說話。

source: Speech Input
zh_hant: 語音輸入

source: Speech recognition failed: %@
zh_hant: 語音辨識失敗：%@

source: Speech recognition isn't supported for the current language.
zh_hant: 目前語言不支援語音辨識。

source: Speech recognition or microphone access isn't granted. Open System Settings → Privacy & Security to enable it.
zh_hant: 語音辨識或麥克風權限未授權。請至「系統設定」→「隱私權與安全性」開啟。

source: Speed
zh_hant: 語速

source: Start voice input
zh_hant: 開始語音輸入

source: Stop listening
zh_hant: 停止聆聽

source: STT Provider
zh_hant: STT 供應商

source: Surprised
zh_hant: 驚訝

source: TTS Provider
zh_hant: TTS 供應商

source: TTS Voice ID
zh_hant: 語音 ID

source: Test Voice
zh_hant: 試聽聲音

source: Testing Voice...
zh_hant: 正在試聽…

source: Type a message...
zh_hant: 輸入訊息…

source: Unable to preview voice: %@
zh_hant: 無法試聽聲音：%@

source: Voice
zh_hant: 語音

source: Voice Instructions
zh_hant: 語音指示

source: Voice ID
zh_hant: 語音 ID

source: VRM Model Filename
zh_hant: VRM 模型檔名
